accountsservice
acpi
acpi_call
acpid
alsa-utils
autoconf
automake
bash
binutils
bison
bspwm
btrfs-progs
bzip2
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
exfat-utils
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
garcon
gawk
gcc
gcc-libs
gettext
gimp
gksu
glibc
gnome-keyring
grep
groff
gtk-xfce-engine
gzip
ifplugd
inetutils
intel-ucode
iproute2
iputils
iw
jfsutils
less
libnotify
libtool
libva-intel-driver
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
lm_sensors
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mousepad
mpv
nano
netctl
network-manager-applet
orage
p7zip
pacman
pamixer
patch
pavucontrol
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
redshift
reiserfsprogs
ristretto
rofi
roxterm
rxvt-unicode
s-nail
sed
shadow
sudo
sxhkd
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tint2
tlp
tlp-rdw
ttf-hack
tumbler
unrar
unzip
usbutils
util-linux
vi
which
wicd
wpa_actiond
wpa_supplicant
x86_energy_perf_policy
xarchiver
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mixer
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-xinit
xorg-xprop
xorg-xsetroot
xorg-xwininfo
youtube-dl
zip
zsh
